
"qtMovieViewAccessibilityMovie" = "película";
"qtMovieViewAccessibilityRole" = "función";
"qtMovieViewAccessibilitySubrole" = "subfunción";
"qtMovieViewAccessibilityView" = "visualización";
"qtMovieViewAccessibilityImage" = "imagen";

"qtMovieViewContextMenuFlashBack" = "Atrás";
"qtMovieViewContextMenuFlashForward" = "Adelante";
"qtMovieViewContextMenuFlashLoop" = "Bucle";
"qtMovieViewContextMenuFlashPlay" = "Reproducir";
"qtMovieViewContextMenuFlashRewind" = "Rebobinar";
"qtMovieViewContextMenuFlashShowAll" = "Mostrar todo";
"qtMovieViewContextMenuFlashZoomIn" = "Acercar imagen";
"qtMovieViewContextMenuFlashZoomOut" = "Alejar imagen";

"qtMovieViewContextMenuLinearCopy" = "Copiar";
"qtMovieViewContextMenuLinearCut" = "Cortar";
"qtMovieViewContextMenuLinearPaste" = "Pegar";
"qtMovieViewContextMenuLinearPlay" = "Reproducir";
"qtMovieViewContextMenuLinearRedo" = "Rehacer";
"qtMovieViewContextMenuLinearSelectAll" = "Seleccionar todo";
"qtMovieViewContextMenuLinearSelectNone" = "No seleccionar nada";
"qtMovieViewContextMenuLinearStop" = "Detener";
"qtMovieViewContextMenuLinearUndo" = "Deshacer";

"qtMovieViewEditCut" = "Cortar";
"qtMovieViewEditCopy" = "Copiar";
"qtMovieViewEditPaste" = "Pegar";
"qtMovieViewEditDelete" = "Borrar";
"qtMovieViewEditAdd" = "Añadir";
"qtMovieViewEditAddScaled" = "Añadir a escala";
"qtMovieViewEditReplace" = "Reemplazar";
"qtMovieViewEditTrim" = "Recortar";
"qtMovieViewEditDrop" = "Soltar";

"qtMovieFlattenOperation" = "Compactando película...";
"qtMovieInsertTrackSegmentOperation" = "Insertando segmento de pista...";
"qtMovieInsertMovieSegmentOperation" = "Insertando segmento de película...";
"qtMoviePasteOperation" = "Pegando...";
"qtMovieAddMovieSelectionOperation" = "Añadiendo selección de película...";
"qtMovieCopyOperation" = "Copiando...";
"qtMovieCutOperation" = "Cortando...";
"qtMovieLoadMovieIntoRamOperation" = "Cargando película en la RAM...";
"qtMovieLoadTrackIntoRamOperation" = "Cargando pista en la RAM...";
"qtMovieLoadMediaIntoRamOperation" = "Cargando contenido en la RAM...";
"qtMovieImportOperation" = "Importando película...";
"qtMovieExportOperation" = "Exportando película...";
"qtMovieUnknownOperation" = "Ejecutando una operación desconocida...";

"qtMovieViewClippingName" = "Recorte de película ";

"QTMoviePosterTimeAttribute" = "Fijar tiempo de póster";
"QTTrackHighQualityVideoAttribute" = "Ajustar vídeo de alta calidad";
"QTTrackDeinterlaceVideoAttribute" = "Ajustar vídeo desentrelazado";
"QTTrackSingleFieldVideoAttribute" = "Ajustar vídeo de campo único";
"QTTrackPreloadTrackAttribute" = "Definir pista de precarga";
"QTTrackNeverPurgeTrackAttribute" = "Definir no purgar nunca la pista";
"QTTrackMatrixAttribute" = "Definir matriz de pista";
"QTTrackChapterlistAttribute" = "Establecer lista de capítulos";
"QTTrackMaskAttribute" = "Ajustar máscara de pista";
"QTTrackVolumeAttribute" = "Ajustar volumen de la pista";
"QTTrackBalanceAttribute" = "Ajustar balance de la pista";
"QTTrackHrefAttribute" = "Ajustar HREF de la pista";
"QTTrackTransferModeAttribute" = "Definir modo de transferencia de vídeo";
"QTTrackOperationColorAttribute" = "Definir color de operación de vídeo";
"QTTrackEnabledAttribute" = "Ajustar pista activada";
"QTTrackLanguageAttribute" = "Ajustar idioma de la pista";
"QTTrackLayerAttribute" = "Ajustar capa de la pista";
"QTTrackDisplayNameAttribute" = "Establecer nombre de la pista";

"QTTrackDefaultName" = "Pista";
"QTTextTrackDefaultName" = "Pista de texto";
"QTChapterTrackDefaultName" = "Pista de capítulo";
"QTVideoTrackDefaultName" = "Pista de vídeo";
"QTSoundTrackDefaultName" = "Pista de sonido";
"QTSubtitleTrackDefaultName" = "Pista de subtítulos";
"QTClosedCaptionTrackDefaultName" = "Pista de subtitulos opcionales";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (protegido)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (protegido)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Contenido de vídeo";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Contenido de audio";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Contenidos multiplexados";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Contenido de texto";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Contenido desconocido";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 System Stream";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 Transport Stream";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 Program Stream";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "Secuencia DV multiplexada";

"QTCaptureDeviceUnknownDevice" = "Dispositivo desconocido";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Animación de calidad óptima";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG de alta calidad";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 de alta calidad";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC de alta calidad";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC de calidad de voz";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Formato: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Formato: AAC\nVelocidad de bits: 128 kbps por canal";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Formato: AAC\nVelocidad de bits: 32 kbps por canal\nFrecuencia de muestreo: 22,050 kHz";

"QTCompressionOptionsCompressorSummary" = "Compresión: %@";
"QTCompressionOptionsSizeSummary" = "Tamaño máximo: %d x %d";

"qtKitError" = "Error";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "El disco está lleno.";
"qtKitErrorString35" = "No se ha podido encontrar un volumen.";
"qtKitErrorString36" = "Se ha producido un error de E/S.";
"qtKitErrorString37" = "Se ha encontrado un nombre de archivo o un nombre de volumen no válido";
"qtKitErrorString38" = "Un archivo no está abierto.";
"qtKitErrorString39" = "Se ha llegado al final del archivo";
"qtKitErrorString41" = "La memoria está llena.";
"qtKitErrorString42" = "El número de archivos abiertos es excesivo.";
"qtKitErrorString43" = "No se ha podido encontrar un archivo o directorio.";
"qtKitErrorString44" = "Un volumen está bloqueado.";
"qtKitErrorString45" = "Un archivo está bloqueado.";
"qtKitErrorString46" = "Un volumen está bloqueado.";
"qtKitErrorString47" = "El archivo no está disponible.";
"qtKitErrorString48" = "Ya existe un archivo con ese nombre.";
"qtKitErrorString192" = "No se ha encontrado un recurso requerido.";
"qtKitErrorString193" = "No se ha encontrado un archivo de recursos requerido.";
"qtKitErrorString194" = "Se ha intentado sin éxito añadir un recurso al archivo.";
"qtKitErrorString195" = "Se ha intentado sin éxito añadir una referencia de recursos al archivo.";
"qtKitErrorString196" = "Se ha intentado sin éxito eliminar un recurso.";
"qtKitErrorString197" = "Se ha intentado sin éxito eliminar una referencia de recursos.";
"qtKitErrorString198" = "Se ha encontrado un recurso con un atributo incongruente.";
"qtKitErrorString199" = "El mapa de recursos no es correcto.";
"qtKitErrorString1409" = "El archivo fork especificado no existe.";
"qtKitErrorString2000" = "No se pudo despejar una referencia de datos necesaria.";
"qtKitErrorString2001" = "Se ha encontrado en la película una descripción de imágenes no válida";
"qtKitErrorString2002" = "Se ha detectado una partícula de película pública no válida";
"qtKitErrorString2003" = "No se encontró el gestor de datos necesario para la película.";
"qtKitErrorString2004" = "No se ha podido abrir el gestor de datos necesario para la película.";
"qtKitErrorString2005" = "Se ha encontrado en la película un tipo de componente no válido";
"qtKitErrorString2006" = "No se encontró el gestor de contenido necesario para la película.";
"qtKitErrorString2007" = "No se encontró el gestor de datos necesario para la película.";
"qtKitErrorString2008" = "Se han detectado en la película datos de contenido no válidos.";
"qtKitErrorString2009" = "Se ha detectado en la película una pista no válida.";
"qtKitErrorString2010" = "La película contiene datos no válidos.";
"qtKitErrorString2011" = "La película contiene una tabla de ejemplos no válida.";
"qtKitErrorString2012" = "La película contiene una referencia de datos no válida.";
"qtKitErrorString2013" = "La película contiene un gestor de datos no válido.";
"qtKitErrorString2014" = "La película contiene una duración incorrecta.";
"qtKitErrorString2015" = "La película contiene un valor de tiempo incorrecto.";
"qtKitErrorString2016" = "Una partícula de película pública no ha podido guardarse en la película.";
"qtKitErrorString2017" = "La película contiene una lista de edición no válida";
"qtKitErrorString2018" = "Los tipos de contenido de la película no coinciden.";
"qtKitErrorString2019" = "Se ha cancelado la operación.";
"qtKitErrorString2020" = "La Movies Toolbox no se ha inicializado.";
"qtKitErrorString2021" = "No se ha encontrado un archivo de trabajo necesario.";
"qtKitErrorString2022" = "No pudo crearse un simple archivo de bifurcación.";
"qtKitErrorString2023" = "El estado de edición no era válido.";
"qtKitErrorString2024" = "El estado de edición no coincidía.";
"qtKitErrorString2025" = "El estado de edición está obsoleto.";
"qtKitErrorString2026" = "Faltan datos del usuario de la película.";
"qtKitErrorString2027" = "Existe un error en el programa.";
"qtKitErrorString2028" = "Se ha proporcionado un índice de pistas incorrecto.";
"qtKitErrorString2029" = "No se encontró un número ID de pista.";
"qtKitErrorString2030" = "Una de las pistas no estaba en la película.";
"qtKitErrorString2031" = "Una de las pistas no contenía un tiempo determinado.";
"qtKitErrorString2032" = "No había en un contenido dado un tiempo determinado.";
"qtKitErrorString2033" = "Se ha proporcionado un índice de pistas incorrecto.";
"qtKitErrorString2034" = "Ha ocurrido un error imprevisto de QuickTime.";
"qtKitErrorString2035" = "No ha podido habilitarse una pista necesaria.";
"qtKitErrorString2036" = "Se ha encontrado en la película un rectángulo no válido.";
"qtKitErrorString2037" = "Se ha encontrado en la película un número de ejemplo no válido.";
"qtKitErrorString2038" = "Se ha encontrado en la película un número de fragmento no válido.";
"qtKitErrorString2039" = "Se ha encontrado en la película un índice de descripción de ejemplos no válido.";
"qtKitErrorString2040" = "Se ha encontrado en la película una caché de fragmentos no válida.";
"qtKitErrorString2041" = "Se ha encontrado en la película una descripción de ejemplos no válida.";
"qtKitErrorString2042" = "La bifurcación de datos de archivo no se encontraba abierta para lectura.";
"qtKitErrorString2043" = "La bifurcación de datos de archivo no se encontraba abierta para escritura.";
"qtKitErrorString2044" = "La bifurcación de datos de archivo ya estaba abierta para escritura.";
"qtKitErrorString2045" = "La bifurcación de datos de archivo ya estaba cerrada.";
"qtKitErrorString2046" = "Se llegó al final de los datos de la película.";
"qtKitErrorString2047" = "Se ha detectado una referencia de datos no válida.";
"qtKitErrorString2048" = "El archivo no es un archivo de película.";
"qtKitErrorString2049" = "Se ha detectado en la película un contenedor de referencia de datos no válido.";
"qtKitErrorString2050" = "Se ha detectado en la película un índice de referencia de datos no válido.";
"qtKitErrorString2051" = "La película no dispone de archivos de datos en disco. Guarde la película e inténtelo de nuevo.";
"qtKitErrorString2052" = "No ha podido utilizarse una muestra de datos existente.";
"qtKitErrorString2053" = "La aplicación ha intentado usar una función no admitida.";
"qtKitErrorString2125" = "La separación del archivo es demasiado grande.";
"qtKitErrorString2149" = "No se dispone de suficientes datos de película.";
"qtKitErrorString5000" = "No dispone de permisos suficientes para realizar esta operación.";
"qtKitErrorString8969" = "La película contiene datos no válidos.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "No se ha podido completar la operación.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "No se ha podido completar la operación debido a un error desconocido. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "No se puede capturar el contenido multimedia.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Algunas fuentes de contenido no son compatibles con los destinos.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "No se ha podido capturar el contenido multimedia del dispositivo “%@” porque está siendo usado en otra parte de esta aplicación.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Intente detener todas las operaciones que estén usando el dispositivo “%@” o que estén esperando que esas operaciones finalicen.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "No se ha podido grabar porque no se ha recibido ningún dato.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Compruebe que la fuente de entrada de los contenidos está encendida y funcionando.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "Se ha detenido la grabación porque la configuración de las fuentes y destinos de los contenidos ha cambiado.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Intente grabar de nuevo.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "Se ha parado la grabación en “%@” porque el disco “%@” está lleno.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Elimine archivos del disco “%@” o grabe en otro disco.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "Se ha detenido la grabación porque el dispositivo “%@” se ha apagado o desconectado.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Intente encender o volver a conectar el dispositivo “%@” para continuar grabando.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "Se ha detenido la grabación porque el formato de los contenidos de origen ha cambiado.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "No se pueden grabar contenidos de diferentes formatos en el mismo archivo.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "Se ha detenido la grabación porque el archivo no puede ser más largo que %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "La duración máxima es %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "Se ha detenido la grabación porque el archivo no puede ser más grande que %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "El tamaño máximo del archivo es %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "Se ha detenido la grabación porque se ha producido una interrupción en el contenido de entrada.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Intente salir de las aplicaciones o desconectar los dispositivos que estén usando recursos necesarios para la grabación.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "No se ha podido abrir el dispositivo “%@” porque no está conectado o encendido.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Intente encender o conectar el dispositivo “%@” antes de abrirlo.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "No se ha podido abrir un dispositivo porque no está conectado o encendido.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Intente encender o conectar los dispositivos antes de abrirlos.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "No se ha podido abrir el dispositivo “%@” porque otra aplicación lo está usando.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Detenga todas las operaciones que estén usando el dispositivo “%@”, espere a que esas operaciones finalicen o salga de la aplicación que está usando el dispositivo.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "No se ha podido abrir el dispositivo “%@” porque otro dispositivo conflictivo “%@” ya está abierto.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Intente detener todas las operaciones que usen el dispositivo “%@”.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "Se ha detenido la grabación porque se ha alcanzado la duración máxima del archivo.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Pruebe a seguir grabando en un archivo nuevo.";

"qtKitDataSizeInBytes" = "%@ bytes";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Blanco y negro";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Miles";
"qtKitBitDepthStringForMillionsColors" = "Millones";
"qtKitBitDepthStringForMillionsPlusColors" = "Millones+";
"qtKitBitDepthStringForUnknownColors" = "Desconocido";
"qtKitBitDepthStringForColorsColors" = "Colores";
"qtKitBitDepthStringForGrayColors" = "Grises";
